IDEA Open Model
BoltParam.PolarInput Property
Compatible with IDEA StatiCa 20.1
 Gets or sets the type, that spefifies polar input.
 Namespace: IdeaRS.OpenModel.Parameters
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.1.0
Syntax
public PolarInputType PolarInput { get; set; }
Public Property PolarInput As PolarInputType
	Get
	Set
Property Value
Type: PolarInputType
See Also
Reference
BoltParam Class
IdeaRS.OpenModel.Parameters Namespace